Repository: ndungudedan/zc_desktop_flutter
Catalog: lib/l10n/app_*.arb
Languages: de, es

# language
source: English
de: Deutsch
es: Española

source: Hello World
de: Hallo Welt
es: Hola Mundo

# createAccounText
source: Create Account
de: Benutzerkonto erstellen
es: Crear una cuenta

# emailHintText
source: Email
es: Correo electrónico

# passwordHintText
source: password
de: Passwort
es: contraseña

# policyText
source: By signing up, you agree that you have accepted our User Notice and Privacy Policy
de: Mit der Anmeldung erklären Sie sich damit einverstanden, dass Sie unsere Benutzerhinweise und Datenschutzrichtlinien akzeptiert haben
es: Al registrarse, acepta que ha aceptado nuestro Aviso de usuario y Política de privacidad

# signInText
source: Sign in
de: Einloggen
es: Registrarse

# startUpTitleText
source: Unlimited Team Collaboration Platform
de: Unbegrenzte Plattform für die Teamzusammenarbeit
es: Plataforma de colaboración en equipo ilimitada

# startUpSubtitleText1
source: Unlimited team collaboration platform with emphasis on team building,
de: Unbegrenzte Team-Collaboration-Plattform mit Schwerpunkt auf Teambuilding,
es: Plataforma de colaboración en equipo ilimitada con énfasis en la formación de equipos,

# startUpSubtitleText2
source: fun, team management and above all, project management
de: Spaß, Teammanagement und vor allem Projektmanagement
es: diversión, gestión de equipos y sobre todo, gestión de proyectos

# errorHeaderText
source: For some reason, {appName} couldn’t load 😓
de: Aus irgendeinem Grund konnte {appName} nicht geladen werden 😓
es: Por alguna razón, {appName} no se pudo cargar 😓

# weAreSorryText
source: We’re quite sorry about this! Before you try to troubleshoot, please do check
de: Das tut uns sehr leid! Bevor Sie versuchen, Fehler zu beheben, überprüfen Sie bitte
es: ¡Lo sentimos mucho por esto! Antes de intentar solucionar el problema, verifique

source: Troubleshoot
de: Fehlerbehebung
es: Solucionar problemas

# mightBeFromOurEndText
source: - the problem maybe from our end
de: - das Problem vielleicht von unserer Seite
es: - el problema tal vez de nuestro final

# fewThingsToTryText
source: Here are a few things to try:
de: Hier sind ein paar Dinge, die Sie ausprobieren können:
es: A continuación, se indican algunas cosas que puede probar:

# internetIsNotBlockText
source: Make sure your security software isn’t blocking {appName}
de: Stellen Sie sicher, dass Ihre Sicherheitssoftware nicht blockiert {appName}
es: Asegúrese de que su software de seguridad no esté bloqueando {appName}

# checkInternetText
source: Check your internet connection.
de: Prüfe deine Internetverbindung.
es: Comprueba tu conexión a Internet.

# restartZuriChat
source: Restart {appName}
de: Neu starten {appName}
es: Reiniciar {appName}

# checkHelpText
source: Check our Help center
de: Besuchen Sie unsere Hilfe
es: Consulta nuestro centro de ayuda

# moreDetailsText
source: for more details.
de: für mehr Details.
es: para más detalles.

# memberText
source: members
de: Mitglieder
es: miembros

# workspaceText
source: Workspace for
de: Arbeitsbereich für
es: Espacio de trabajo para

# openText
source: Open
de: Offen
es: Abierto

# selectText
source: None Selected
de: Nichts ausgewählt
es: Ninguna seleccionada

# signIntoNewWorkspace
source: or sign into a new workspace here
de: oder melde dich hier in einem neuen Workspace an
es: o inicia sesión en un nuevo espacio de trabajo aquí

# privacyText
source: Privacy & Terms
de: Datenschutz
es: Términos y privacidad

source: Contact Us
de: Kontaktiere uns
es: Contacta con nosotros

source: Change Region
de: Region ändern
es: Cambia región

# zuriChat
source: New to {appName}?
de: Neu für {appName}?
es: Nuevo en {appName}?

source: Create an account
de: Ein Konto erstellen
es: Crea una cuenta

# chooseWorkspace
source: Choose a workspace
de: Wählen Sie einen Arbeitsbereich
es: Elige un espacio de trabajo

# addWorkspace
source: we'll add the workspaces you choose to your desktop app
de: Wir fügen die von Ihnen ausgewählten Arbeitsbereiche zu Ihrer Desktop-App hinzu
es: agregaremos los espacios de trabajo que elija a su aplicación de escritorio

# authErrorMessage
source: Unfortunately something went wrong. Please try again.
de: Leider ist etwas schief gelaufen. Bitte versuche es erneut.
es: Desafortunadamente, algo salió mal. Inténtalo de nuevo.

# logInText
source: Log in
de: Einloggen
es: Iniciar sesión

# easySignIn
source: Easy Sign in With
de: Einfach anmelden mit
es: Fácil inicio de sesión con

# noAccountText
source: Don't have an Account?
de: Sie haben kein Konto?
es: ¿No tienes una cuenta?

# signUpText
source: Sign Up
de: Anmeldung
es: Inscribirse

# forgotPasswordText
source: Forgot Password?
de: Passwort vergessen?
es: ¿Has olvidado tu contraseña?

# appBarText
source: # All direct messages
de: # Alle direkten Nachrichten
es: # Todos los mensajes directos

# searchBarText
source: To: @somebody or @somebody@example.com
de: An: @somebody oder @ jemandes @ example.com
es: A: @somebody o @ alguien @ example.com

# dayPlaceholderText
source: Today
de: Heute
es: Hoy dia

source: Saved Items
de: Gespeicherte Artikel
es: Artículos guardados

source: All DMs
de: Alle dms.
es: Todos los dms

# searchModalHintText
source: Find in direct messages with {userName}
de: Finden Sie in direkten Nachrichten mit {Benutzername}
es: Encontrar en mensajes directos con {nombre de usuario}

# lookingForText
source: I’m looking for...
de: Ich suche...
es: Estoy buscando...

# buttonText
source: Messages
de: Mitteilungen
es: Mensajes

# buttonText2
source: Files
de: Dateien
es: Archivos

# buttonText3
source: People
de: Personen
es: Gente

# buttonText4
source: Channel
de: Kanal
es: Canal

# recentSearch
source: Recent Searches
de: Aktuelle Suchen
es: Búsquedas recientes

# searchModalHintText1
source: Scour your archives and fish out the answers
de: Geißeln Sie Ihr Archiv und fischen Sie die Antworten heraus
es: Descubre tus archivos y pescan las respuestas.

# buttonText5
source: Not the results that you expected?
de: Nicht die Ergebnisse, die Sie erwartet haben?
es: ¿No son los resultados que esperabas?

# buttonText6
source: Give feedback
de: Feedback geben
es: Dar opinion

# buttonText7
source: or
de: oder
es: o

# buttonText8
source: learn more
de: erfahren Sie mehr
es: aprende más

# searchModal
source: Search in Channels
de: Suche in Kanälen
es: Búsqueda en canales

# searchModal1
source: Search in Messages
de: Suche in Nachrichten
es: Búsqueda en mensajes

# searchModal2
source: Search in Files
de: Suche in Dateien.
es: Buscar en archivos

# searchModal3
source: Search anyone in workspace
de: Suchen Sie jemanden im Arbeitsbereich
es: Busca a alguien en el espacio de trabajo

# addPeopleText
source: Add People
de: Leute hinzufügen
es: Añadir personas

# addPeopleUserGroupHeader
source: To see {appName} in action, you’ll need a few more people here. Try inviting some of the teammates you talk with most.
de: Um {appname} in Aktion zu sehen, benötigen Sie hier noch ein paar Personen. Versuchen Sie, einige der Teamkollegen einzubringen, mit denen Sie mit den meisten sprechen.
es: Para ver {appName} en acción, necesitará algunas personas más aquí. Intenta invitar a algunos de los compañeros de equipo con los que más hablas.

# addButtonText
source: Add
de: Hinzufügen
es: Agregar

# groupText
source: User Groups
de: Benutzergruppen
es: Grupos de Usuarios

# searchPeopleTextFieldHintText
source: Search by name, role or team
de: Suche nach Namensrolle oder Team
es: Búsqueda por nombre Rol o Equipo

# recommendedSearchText
source: 50 Recommended Searches
de: 50 Empfohlene Suchen.
es: 50 búsquedas recomendadas

# mostRecommendedSortText
source: Sort: Most Recommended
de: Sortieren: Die meisten empfohlen
es: Ordenar: Más recomendado

# filterText
source: Filter
es: Filtrar

# emailErrorText
source: Invalid email address
de: Ungültige E-Mail-Adresse
es: Dirección de correo electrónico no válida

# backToLoginText
source: Back To Login
de: Zurück zur Anmeldung
es: Atrás para iniciar sesión

# backToWorkspaceText
source: Back To Workspace
de: Zurück zum Arbeitsbereich.
es: Volver al espacio de trabajo

source: To-do-List
de: Aufgabenliste
es: Lista de quehaceres

# pendingText
source: Pending
de: Ausstehend
es: Pendiente

# archiveText
source: Archive
de: Archiv
es: Archivo

# trashText
source: Trash
de: Müll
es: Basura

# createTodo
source: Create a new todo
de: Erstellen Sie ein neues TODO
es: Crear un nuevo tod

# todoTitle
source: Create a prototype
de: Erstellen Sie einen Prototyp
es: Crear un prototipo

# todoTitle2
source: Create a Prototype Mobile for Get Notification on {appName}
de: Erstellen Sie ein Prototyp-Mobiltelefon für GET-Benachrichtigung auf {appname}
es: Crear un prototipo móvil para la notificación get en {appName}

# todoTextOne
source: Todo helps to keep track of tasks. They are best when created specifically for a task with subsequent sub tasks
de: TODO hilft, Aufgaben zu verfolgen. Sie sind am besten, wenn Sie spacificifical für eine Aufgabe mit nachfolgenden Unteraufgaben erstellt werden
es: TODO ayuda a realizar un seguimiento de las tareas. Son mejores cuando se crean specíticamente para una tarea con subsiguientes sub tareas

# todoTextTwo
source: Title
de: Titel
es: Título

# todoTextThree
source: e.g. Todo 01
de: z.B. TODO 01.
es: p.ej. Tod 01

# todoTextFour
source: Description
de: Beschreibung
es: Descripción

# todoTextFive
source: (Optional)
es: (Opcional)

# todoTextSix
source: Make this todo private
de: Machen Sie dieses Todo Privat
es: Haz este poco privado

# todoTextSeven
source: Due date
de: Geburtstermin
es: Fecha de vencimiento

# todoTextNine
source: Create
de: Schaffen
es: Crear

# todoTextTen
source: Meeting with zuri partners...
de: Treffen mit ZURI-Partnern ...
es: Reunión con los socios de Zuri ...

# emptyWorkspaceText
source: Oh no 😭😭😭, Your workspace is empty. You can invite people with their email
de: Ach nein 😭😭😭 Ihr Arbeitsbereich ist leer. Sie können Menschen mit ihrer E-Mail einladen
es: Oh no 😭😭😭, Tu espacio de trabajo está vacío. Puedes invitar a las personas con su correo electrónico.

# errorTitle
source: Password Reset failed
de: Passwort-Reset fehlgeschlagen
es: Falló el restablecimiento de la contraseña

# errorSubtitle
source: Your password reset failed! Give it another shot!
de: Ihr Kennwort-Reset ist fehlgeschlagen! Gib es einen anderen Schuss!
es: ¡Falló su restablecimiento de su contraseña! ¡Dale otro disparo!

# successTitle
source: Password Reset successful
de: Kennwort erfolgreich zurücksetzen.
es: Restablecimiento de contraseña exitoso

# successSubtitle
source: Your password reset was successful! You can now proceed to Login!
de: Ihr Passwort-Reset war erfolgreich! Sie können jetzt mit dem Login fortfahren!
es: ¡Su restablecimiento de su contraseña fue exitoso! ¡Ahora puedes proceder a Iniciar sesión!

# resetTitle
source: Check your email for code
de: Überprüfen Sie Ihre E-Mail für den Code
es: Revisa tu correo electrónico para el código

# confirmTitle
source: Next, confirm your email address
de: Nächste bestätigen Sie Ihre E-Mail-Adresse
es: A continuación, confirme su dirección de correo electrónico

# invalidErrorMessage
source: Invalid Credential. Please Check you details and try again.
de: Ungültiger Anmeldeinformationen. Bitte überprüfen Sie Details und versuchen Sie es erneut.
es: Credencial inválida. Por favor, compruebe los detalles y vuelva a intentarlo.

# emailAlreadyInUseError
source: Email address already in use. Use another email or try login.
de: E-Mail-Adresse wird schon verwendet. Verwenden Sie eine weitere E-Mail oder versuchen Sie es mit Login
es: Dirección de correo electrónico ya está en uso. Usa otro correo electrónico o intenta iniciar sesión

# userAdditionErrorMessage
source: User is already part of the workspace or user does not exit.
de: Benutzer ist bereits Teil des Arbeitsbereichs oder der Benutzer nicht exit.
es: El usuario ya es parte del espacio de trabajo o el usuario no sale.

# userAdittionSuccessMessage
source: Invitation Sent
de: Einladung versendet
es: Invitación enviada

source: Profile View
de: Profilansicht
es: Vista del perfil

source: Voice call
de: Sprachanruf
es: Llamada de voz

source: Video call
de: Videoanruf
es: Videollamada

# textMore
source: More
de: Mehr
es: Más

source: Display Name
de: Anzeigename
es: Nombre para mostrar

# displayemail
source: Email Address
de: E-Mail-Addresse
es: Dirección de correo electrónico

source: Phone Number
de: Telefonnummer
es: Número de teléfono

source: Edit Profile
de: Profil bearbeiten
es: Editar perfil

# selectingRegion
source: Selecting a different region will change the language and content of {appName}.
de: Die Auswahl einer anderen Region ändert die Sprache und den Inhalt von {appname}.
es: La selección de una región diferente cambiará el idioma y el contenido de {appName}.

source: Threads
de: Fäden
es: Hilos

source: Draft
de: Luftzug
es: Borrador

# people
source: People and User Groups
de: Personen und Benutzergruppen
es: Gente y grupos de usuarios.

source: Todo
de: Machen
es: Hacer

source: Plugins
es: Complementos

# channelText1
source: Channel browser
de: Kanalbrowser
es: Navegador de canales

# channelText2
source: Search Channel
de: Suchkanal
es: Canal de búsqueda

# channelText3
source: recommended results
de: Empfohlene Ergebnisse.
es: Resultados recomendados

# channelText4
source: Sort
de: Sortieren
es: Clasificar

# channelText5
source: Filter
es: Filtrar

# channelText6
source: channel Name
de: Kanal Name
es: Nombre del Canal

# channelText7
source: Joined
de: Trat bei
es: Unido

# channelText9
source: members
de: mitglieder
es: miembros

# channelText10
source: View
de: Sicht
es: Vista

# channelText11
source: Join
de: Verbinden
es: Entrar

# createChannel
source: Create a channel
de: Einen Kanal erstellen
es: Crear un canal

# channelTextOne
source: Channels are where your team communicates. They’re best
de: Kanäle sind dort, wo Ihr Team kommuniziert. Sie sind am besten.
es: Los canales son donde se comunica su equipo. Son mejores

# channelTextTwo
source: when organized around a topic - #marketing, for example.
de: Wenn man zum Beispiel um ein Thema organisiert ist - MARKETING.
es: Cuando se organiza alrededor de un tema - #Marketing, por ejemplo.

# channelTextThree
source: Name
es: Nombre

# channelTextSix
source: Make this channel private
de: Machen Sie diesen Kanal privat
es: Hacer este canal privado

# channelTextSeven
source: When a channel is set to private,
de: Wenn ein Kanal auf privat eingestellt ist,
es: Cuando un canal está establecido en privado

# channelTextEight
source: it can be viewed or joined by invitation.
de: Es kann durch Einladung betrachtet oder zusammengefügt werden
es: Se puede ver o unirse por invitación.

# channelTextNine
source: Create
de: Schaffen
es: Crear

# channelTextTen
source: Channel created, You will be redirected shortly
de: Kanal erstellt Sie werden in Kürze umgeleitet
es: Canal creado será redirigido en breve

# animationText
source: Animation
es: Animación

# allowAnimated
source: Allow animated images and emoji
de: Erlauben Sie animierte Bilder und Emoji
es: Permitir imágenes animadas y emoji.

# directMessagesText
source: Direct message announcements
de: Direktnachrichtungsmitteilungen.
es: Anuncios de mensajes directos

source: Keyboard
de: Klaviatur
es: Teclado

source: Press
de: Drücken Sie
es: prensa

# emptyMessageField
source: in the empty message field to:
de: Im Feld leeres Nachrichten an:
es: En el campo Mensaje vacío para:

# moveFocus
source: Move focus to the message list
de: Bewegen Sie den Fokus auf die Nachrichtenliste
es: Mover el enfoque a la lista de mensajes

# visibleMessage
source: The last visible message in the list will be selected
de: Die letzte sichtbare Nachricht in der Liste wird ausgewählt
es: El último mensaje visible en la lista será seleccionado

# editLastMessage
source: Edit your last message
de: Bearbeiten Sie Ihre letzte Nachricht
es: Edita tu último mensaje

# lastMessage
source: The last message you sent will be selected and in editing mode
de: Die letzte von Ihnen gesendete Nachricht wird ausgewählt und im Bearbeitungsmodus
es: El último mensaje que envió será seleccionado y en modo de edición.

source: Note: press
de: Hinweis: Drücken Sie
es: Nota: presione

# editMessageWithOption
source: to edit your last message, with either option
de: So bearbeiten Sie Ihre letzte Nachricht mit einer Option
es: para editar su último mensaje, con cualquiera de las opciones.

source: Input options
de: Eingabeoptionen
es: Opciones de entrada

# whenTyping
source: When typing code with ````,
de: Beim Eingabe von Code mit `` `,
es: Al escribir código con `` ``,

# sendMessage
source: should send the message
de: sollte die Nachricht senden
es: debe enviar el mensaje

# thisTicked
source: With this ticked, use
de: Mit diesem Ticked verwenden Sie
es: Con este ticked, uso.

source: to send
de: senden
es: mandar

# formatMessages
source: Format messages with markup
de: Nachrichten mit Markup formatieren
es: Formato de mensajes con marcado

# textFormatting
source: The text formatting toolbar won’t show in the composer
de: Die Textformating-Symbolleiste wird im Komponisten nicht angezeigt
es: La barra de herramientas de formato de texto no se mostrará en el compositor.

# writingMessage
source: When writing a message, press
de: Beim Schreiben einer Nachricht drücken, drücken Sie
es: Al escribir un mensaje, presione

# toText
source: to:
de: zu:
es: para:

source: Send the message
de: Senden Sie die Nachricht
es: Enviar el mensaje

# startNewLine
source: Start a new line ( use
de: Starten Sie eine neue Zeile (Verwendung
es: Iniciar una nueva línea (usar

# toSendParenthesis
source: to send )
de: senden )
es: mandar )

source: Search options
de: Suchoptionen
es: Opciones de búsqueda

# overrideNormal
source: Overrides normal behavaiour in search behaviour
de: Überschreibt das normale Verhörer im Suchverhalten
es: Anula el comportamiento normal en el comportamiento de la búsqueda

# startQuickSwitcher
source: Starts the quick switcher
de: Startet den Schnellschalter
es: Inicia el interruptor rápido

# overrideNormalBehaviour
source: Overrides normal behaviour in some browsers
de: Überschreibt das normale Verhalten in einigen Browsern
es: Anula el comportamiento normal en algunos navegadores

# excludeChannels
source: Exclude these channels from search results:
de: Schließen Sie diese Kanäle von den Suchergebnissen aus:
es: Excluir estos canales a partir de resultados de búsqueda:

# typeAChannel
source: Type a channel name...
de: Geben Sie einen Kanalnamen ein ...
es: Escriba un nombre de canal ...

source: Other Options
de: Andere Optionen
es: Otras opciones

# andText
source: and
de: und
es: y

# askToToggleAway
source: Ask if I want to toggle my away status when I log in after having set myself away
de: Fragen Sie, ob ich meinen Auswärts-Status umschalten möchte, wenn ich mich anmeldete, nachdem ich mich weggesetzt habe
es: Pregunte si quiero alternar el estado de mi alejado cuando inicie sesión después de haber escapado

# sendOccassionalSurvey
source: Send me occassional survey via {appName} bot
de: Senden Sie mir die gelegte Umfrage über {appname} Bot
es: Envíeme encuesta ocasional a través de {appname} bot

# startZuriChatSearch
source: Starts a {appName} search
de: Startet A {appname} Suche
es: Inicia una búsqueda {appName}

# makingZuriChatBetterText
source: We’re working to make Zuri Chat better. We’d always love to hear your thoughts
de: Wir arbeiten daran, Zuri besser zu machen. Wir würden uns immer lieben, deine Gedanken zu hören
es: Estamos trabajando para hacer mejor el chat de Zuri. Siempre nos encantaría escuchar tus pensamientos.

# warnAboutMaliciousLinks
source: Warn me about potential malicious links
de: Warn mich über potenzielle bösartige Links
es: Advirtiéndome sobre los potenciales enlaces maliciosos

source: Camera
de: Kamera
es: Cámara

source: Microphone
de: Mikrofon
es: Micrófono

source: Input Level :
de: Eingangspegel :
es: Nivel de entrada :

source: Enable Speaker
de: Lautsprecher aktivieren
es: Habilitar altavoz

source: Test Speaker
de: Testlautsprecher
es: Altavoz de prueba

# joinZuriChatCall
source: When joining Zuri Chat call...
de: Beim Zusammenschluss der ZURI-Chat-Anruf ...
es: Al unirse a Zuri Chat Llame ...

# setStatusOnCall
source: Set my status to “On a call…”
de: Legen Sie meinen Status auf AUF EINEN RUFEN ...
es: Configure mi estado en en una llamada ...

# ifStatusSet
source: If you already have a status set, Zuri Chat won’t change it.
de: Wenn Sie bereits einen Status-Set haben, ändert sich der ZURI-Chat nicht.
es: Si ya tiene un conjunto de estado, Zuri Chat no lo cambiará.

# muteMicrophone
source: Mute my Microphone
de: Mute mein Mikrofon stumm.
es: Silenciar mi micrófono

# joiningHuddle
source: When joining {HuddleText}...
de: Wenn Sie sich {huddlext} anschließen ...
es: Al unirse {huddletext} ...

# setStatusInHuddle
source: Set my status to “In a {HuddleText}…”
de: Legen Sie meinen Status auf In a {huddleext} ...
es: Establece mi estado en en un {huddletext} ...

# automaticTurnOnCaption
source: Automatically turn on captions when you’re in a {HuddleText}
de: Aktivieren Sie automatisch Bildunterschriften, wenn Sie sich in einem {HUDDLETEXT} befinden
es: Encender automáticamente los subtítulos cuando estés en un {huddletext}

# sendWarning
source: Send a warning if you’re starting a {HuddleText} in a channel with more than 150 members
de: Senden Sie eine Warnung, wenn Sie einen {HuddleText} in einem Kanal mit mehr als 150 Mitgliedern starten
es: Envíe una advertencia si está iniciando un {Huddletext} en un canal con más de 150 miembros

# playMusic
source: Play music to let you know when you’re the last one in the {HuddleText}
de: Spielen Sie Musik, um Sie darüber zu informieren, wann Sie der letzte im {HuddleText} sind
es: Reproduce música para hacerte saber cuándo eres el último en el {Huddletext}

# startWhereILeftOff
source: Start me where I left off, and mark the channel read
de: Beginnen Sie mich, wo ich aufgehört habe, und markieren Sie den Kanal lesen
es: Comience donde lo dejé, y marque la lectura del canal.

# startAtNewestMessage
source: Start me at the newest message, and mark the channel read
de: Starten Sie mich in der neuesten Nachricht und markieren Sie den Kanal lesen
es: Comience en el mensaje más nuevo y marque la lectura del canal.

# startAtNewestMessageUnread
source: Start me at the newest message, but leave unseen messages unread
de: Beginnen Sie mich in der neuesten Nachricht, lassen Sie jedoch unsichtbare Nachrichten ungelesen
es: Comience en el mensaje más nuevo, pero deje mensajes invisibles no leídos

# promptConfirm
source: Prompt To confirm
de: Aufforderung zur Bestätigung
es: Preguntar para confirmar

# viewFullList
source: To view the full list of keyboard shortcuts, just press
de: Um die vollständige Liste der Tastenkombinationen anzuzeigen, drücken Sie einfach
es: Para ver la lista completa de atajos de teclado, solo presione

source: Keyboard Shortcuts
de: Tastatürkürzel
es: Atajos de teclado

# getForwardedMessage
source: Get a forwarded message
de: Holen Sie sich eine weitergeleitete Nachricht
es: Obtener un mensaje reenviado

# displayJumboVersion
source: Display the jumbo versions of emoji (up to 23 at a time!) in messages without text.
de: Zeigen Sie die Jumbo-Versionen von Emoji (bis 23 auf einmal!) In Nachrichten ohne Text anzeigen.
es: Muestra las versiones jumbo de Emoji (hasta 23 a la vez!) En mensajes sin texto.

source: Here is an Example
de: Hier ist ein Beispiel
es: Aquí hay un ejemplo

# justReviewed
source: I just reviewed it, I'm ready to provide feedback
de: Ich habe es gerade geprüft, ich bin bereit, Feedback bereitzustellen
es: Acabo de revisarlo, estoy listo para proporcionar comentarios.
