Repository: ndungudedan/zc_desktop_flutter
Catalog: lib/l10n/app_*.arb
Languages: de, es

source: Feeling great
de: Sich gut fühlen
es: Sentirse bien

# hiText
source: Hi, i am
de: Hi Ich bin
es: Hola, yo soy

# changeDisplayName
source: To change your full or display name, head to
de: Um Ihren Voll- oder Anzeigenamen zu ändern, gehen Sie an
es: Para cambiar su nombre completo o mostrar, diríjase a

source: your profile.
de: dein Profil.
es: tu perfil.

source: Clean
de: Sauber
es: Limpio

source: Compact
de: Kompakt
es: Compacto

# fullAndDisplay
source: Full & display names
de: Full & Display-Namen
es: Nombres completos y mostrar

source: Just display names
de: Namen anzeigen.
es: Simplemente mostrar nombres

# notifyAbout
source: Nofity me about
de: Nofity mich herum
es: Nofity yo acerca de

source: About notifications
de: Über Benachrichtigungen
es: Sobre Notificaciones

source: All messages
de: Alle Nachrichten
es: Todos los mensajes

source: Direct messages
de: Direkte Nachrichten
es: Mensajes directos

source: None
de: Keiner
es: Ninguno

# useDiffSettings
source: Use different settings for mobile
de: Verwenden Sie verschiedene Einstellungen für Mobiltelefone
es: Utilice diferentes configuraciones para móvil

# notifyMe
source: Notify me when a meeting is set
de: Benachrichtigen Sie mich, wenn ein Treffen eingestellt ist
es: Notifíqueme cuando se establece una reunión

# notifyMeOfReplies
source: Notify me of replies to thread
de: Benachrichtigen Sie mich von Antworten auf Thread
es: Notifiqueme de las respuestas al hilo.

source: Keywords
de: Schlüsselwörter
es: Pendientes

# keywordNotification
source: You will be notified anything, someone uses these keyword in thread
de: Sie werden alles benachrichtigt, jemand verwendet dieses Keyword in Thread
es: Será notificado cualquier cosa, alguien usa estas palabras clave en el hilo

source: Schedule Notification
de: Zeitplan benachrichtigt.
es: Notificación de horario

# activeHoursNotification
source: You'll only receive notifications in the hours that you choose. Outside of those times, notifications will be paused
de: Sie erhalten nur Benachrichtigungen in den Stunden, die Sie wählen. Außerhalb dieser Zeiten werden Benachrichtigungen angehalten
es: Solo recibirás notificaciones en las horas que elijas. Fuera de esos tiempos, las notificaciones serán pausadas.

source: Learn more
de: Mehr erfahren
es: Aprende más

source: Sound Checks
de: Klangschecks
es: Cheques de sonido

# chooseNotificationSound
source: Choose your notification sound.
de: Wählen Sie Ihren Benachrichtigungsklang aus.
es: Elija su sonido de notificación.

source: Example Sound
de: Beispiel des Beispiels
es: Sonido de ejemplo

# includePreviewMessage
source: Include preview message in notification
de: Fügen Sie die Vorschau-Nachricht in der Benachrichtigung ein
es: Incluir el mensaje de vista previa en la notificación

source: Mute all
de: Alle stummschalten
es: Silenciar todo

# setNotification
source: Set your notifications right (Messages)
de: Stellen Sie Ihre Benachrichtigungen richtig ein (Nachrichten)
es: Establezca sus notificaciones Derecha (Mensajes)

# setNotificationLounge
source: Set your notifications right (Lounge)
de: Stellen Sie Ihre Benachrichtigungen richtig ein (Lounge)
es: Establezca sus notificaciones justo (salón)

# flashWindow
source: Flash windows when notification comes
de: Blitzfenster beim Benachrichtigung
es: Flash Windows cuando llegue la notificación

source: Never
de: Niemals
es: Nunca

source: When idle
de: Im Leerlauf
es: Cuando está inactivo

source: Always
de: Immer
es: Siempre

# deliverNotifications
source: Deliver notification via
de: Benachrichtigung übernehmen
es: Entregar notificación a través de

# notActiveOnDesktop
source: When I am not active on desktop
de: Wenn ich nicht auf dem Desktop aktiv bin
es: Cuando no estoy activo en el escritorio

# notificationsToMobile
source: Send notifications to my mobile
de: Senden Sie Benachrichtigungen an mein Handy
es: Enviar notificaciones a mi móvil

# sendEmailNotifications
source: Send me email notifications for mentions
de: Senden Sie mir E-Mail-Benachrichtigungen für Erwähnungen
es: Envíame notificaciones por correo electrónico para menciones

# alwaysShowInSidebar
source: Always show in the side bar
de: Zeigen Sie immer in der Seitenleiste
es: Mostrar siempre en la barra lateral.

source: Insights
de: Erkenntnisse
es: Perspectivas

source: Integrate
de: Integrieren
es: Integrar

# todoText
source: To-do
de: Machen
es: Hacer

source: File browser
de: Dateibrowser
es: Explorador de archivos

source: Channel browser
de: Kanalbrowser
es: Navegador de canales

# allConvo
source: All your conversation
de: All deine Gespräche
es: Toda tu conversación

# unreadConvo
source: Unread conversation only
de: Nur ungelesenes Gespräch
es: Solo conversación no leída

# customDepend
source: Custom depending on section
de: Gewohnheit je nach Abschnitt
es: Personalizado dependiendo de la sección

# chooseSettings
source: Choose your settings for each section from the sidebar
de: Wählen Sie für jeden Abschnitt Ihre Einstellungen aus der Seitenleiste aus
es: Elija su configuración para cada sección de la barra lateral

# sortText
source: Sort...
de: Sortieren...
es: Clasificar...

source: Alphabetically
de: Alphabetisch
es: Alfabéticamente

# byMosRectent
source: By most recent
de: Von neuesten
es: Por la mayoría reciente

source: By priority
de: Durch Priorität
es: Por prioridad

# chooseIndividualSection
source: You can also choose how individual section are sorted directly from the sidebar
de: Sie können auch auswählen, wie ein einzelner Abschnitt direkt von der Seitenleiste sortiert ist
es: También puede elegir cómo se ordenan la sección individual directamente desde la barra lateral.

# dmAnnouncement
source: Direct message announcements
de: Direktnachrichtungsmitteilungen.
es: Anuncios de mensajes directos

# showProfilePhotos
source: Show profile photos next to DM
de: Profil Fotos neben DM anzeigen
es: Mostrar fotos de perfil junto a DM

# listPrivateChats
source: List private chats separately
de: Laden Sie private Chats separat auf
es: Lista de chats privados por separado

# organizeExternalConvo
source: Organize external conversations into the connections section
de: Organisieren Sie externe Konversationen in den Abschnitt Verbindungen
es: Organizar conversaciones externas en la sección de conexiones.

# customTheme
source: create a custom theme
de: Erstellen Sie ein benutzerdefiniertes Thema
es: crear un tema personalizado

# classicThemes
source: Show all classic themes
de: Alle klassischen Themen anzeigen
es: Mostrar todos los temas clásicos

source: Look nice today
de: Schauen Sie heute nett an
es: Mira bien hoy

source: Light
de: Hell
es: Luz

# customizeWorkspace
source: Customise the look of your workspace. Feeling adventurous?
de: Passen Sie den Look Ihres Arbeitsbereichs an. Abenteuerlich fühlen?
es: Personaliza el aspecto de tu espacio de trabajo. Sentirse aventurero?

# bookmarkPinned
source: Pinned Items
de: Pinned Gegenstände
es: Artículos fijados

source: Pinned
de: Gepinnt
es: Fijado

source: Close
de: Nah dran
es: Cerrar

# bookmarkPinned6
source: No recent links
de: Keine letzten Links
es: No hay enlaces recientes

# bookmarkPinned7
source: Pinned Messages clicked
de: Fixierte Nachrichten geklickt
es: Mensajes Pinned Clicked

# addBookmark
source: No recent links
de: Keine letzten Links
es: No hay enlaces recientes

# addBookmark2
source: Easily find your team's important links
de: Finden Sie leicht Ihre wichtigsten Links Ihres Teams
es: Encuentra fácilmente los enlaces importantes de su equipo.

# addBookmarkDialog
source: Add A Bookmark
de: Fügen Sie ein Lesezeichen hinzu
es: Añadir un marcador

source: Link
de: Verknüpfung
es: Enlace

source: Name
es: Nombre

# addBookmarkDialog5
source: Ex. design reference
de: Ex. Designreferenz
es: Ex. Referencia de diseño

source: Add
de: Hinzufügen
es: Agregar

source: Cancel
de: Abbrechen
es: Cancelar

# dropDown
source: No recent links
de: Keine letzten Links
es: No hay enlaces recientes

# editBookmarkDialog
source: Edit Bookmark
de: Lesezeichen bearbeiten.
es: Editar marcador

# editBookmarkDialog2
source: Link
de: Verknüpfung
es: Enlace

# editBookmarkDialog5
source: Last edited by Dan Odin, Today at 6:09PM
de: Zuletzt von Dan Odin, heute um 18:09 Uhr
es: Última edición por Dan Odin, hoy a las 6:09 PM

source: Edit
de: Bearbeiten
es: Editar

# deleteBookmarkDialog
source: Delete Bookmark
de: Lesezeichen löschen
es: Eliminar marcador

# deleteBookmarkDialog2
source: Are you sure you want to delete this? If you do, It will be lost for eternity beyond death and time. Unrecoverable!
de: Sind Sie sicher, dass Sie dies löschen möchten? Wenn Sie dies tun, geht IT für die Ewigkeit über Tod und Zeit hinaus verloren. Nicht deaktivierbar!
es: ¿Estás seguro que quieres eliminar esto? Si lo haces, it se perderá por la eternidad más allá de la muerte y el tiempo. ¡NO VUELTO!

source: Delete
de: Löschen
es: Borrar

# actionsBookmarkDialog
source: Action
de: Handlung
es: Acción

# actionsBookmarkDialog2
source: Open Link
de: Verbindung öffnen
es: Enlace abierto

# actionsBookmarkDialog3
source: Edit Link
de: Link bearbeiten.
es: Editar enlace

# actionsBookmarkDialog4
source: Copy Link
de: Link kopieren
es: Copiar link

# actionsBookmarkDialog5
source: Delete Link
de: Link löschen
es: Eliminar enlace

# deletePinned
source: Remove Pinned Item
de: Entfernen Sie festgelegte Artikel
es: Eliminar el artículo fijado

# deletePinned2
source: Are you sure you want to remove this pinned item?
de: Sind Sie sicher, dass Sie diesen festgelegten Artikel wirklich entfernen möchten?
es: ¿Estás seguro de que quieres eliminar este elemento PINED?

# deletePinned3
source: Remove
de: Entfernen
es: Eliminar

# buildPinned
source: Today at
de: Heute um
es: Hoy en día en

# channelDm
source: 3 Pinned
de: 3 pinselnd
es: 3 fijados

# channelDm2
source: Add a bookmark
de: Fügen Sie ein Lesezeichen hinzu
es: Añadir un marcador

# channelDm3
source: This is the very beginning of the
de: Dies ist der Anfang der
es: Este es el comienzo del

# channelDm4
source: Channel
de: Kanal
es: Canal

# channelDm5
source: created this channel on Aug 30th.
de: erstellt diesen Kanal am 30. August.
es: Creó este canal el 30 de agosto.

# channelDm6
source: Add members
de: Mitglieder hinzufügen
es: Añadir miembros

# channelDm7
source: This conversation is just between you and
de: Dieses Gespräch ist nur zwischen Ihnen und
es: Esta conversación es solo entre usted y

# channelDm8
source: no one else can see it
de: Niemand sonst kann es sehen
es: nadie más puede verlo

# channelDm9
source: Here you can send messages and share files with .
de: Hier können Sie Nachrichten senden und Dateien freigeben.
es: Aquí puede enviar mensajes y compartir archivos con.

# messageReply
source: replies
de: Antworten
es: respuestas

# messageReply2
source: Last reply yesterday at 9:12PM
de: Letzte Antwort gestern um 21:12 Uhr
es: Última respuesta Ayer a las 9:12 PM

# messageTile
source: Zuri me
de: Zuri mich
es: Zuri yo

# showText
source: Show...
de: Zeigen...
